[
    {
        "id": 1,
        "personaje" : "Spider-Man",
        "serie" : "Ultimate",
        "volumen" : "1-5",
        "titulo" : "Matanza",
        "publicacion" : "Agosto 2022",
        "autor" : "Brian Michael Bendis",
        "bajada" : "Ahora vas a descubrir al más retorcido de todos! Matanza, el más despiadado villano de la historia de La Casa de las Ideas, llega al Universo Definitivo. Aunque el joven Peter Parker se haya puesto a prueba en decenas de ocasiones, nada le ha preparado para enfrentarse a una auténtica máquina de matar que no se detiene jamás.",
        "portada" : "spider_1.jpg",
        "precio" : "20.000"
    },
    {
        "id" : 2,
        "personaje" : "Spider-Man",
        "serie" : "Ultimate",
        "volumen" : 33,
        "titulo" : "La saga del clon",
        "publicacion" : "Junio 2024",
        "autor" : "Nick Spencer",
        "bajada" : "Todo empieza con una gran explosión en una de las alas del Triskelion, la antigua base de Los Ultimates y prisión de los peores supercriminales de la Tierra. De las cenizas, surge un hombre en busca de venganza. Un hombre que quiere a Peter Parker muerto. Este hombre es Norman Osborn, el Duende Verde. Todo se convertirá en un completo descontrol para el lanzarredes.",
        "portada" : "spider_2.jpg",
        "precio" : "10.000" 
    },
    {
        "id" : 3,
        "personaje" : "Spider-Man",
        "serie" : "Ultimate",
        "volumen" : 23,
        "titulo" : "El duende",
        "publicacion" : "Mayo 2024",
        "autor" : "Justin Mason",
        "bajada" : "El regreso de Harry Osborn cambiará para siempre las vidas de Peter y Mary Jane. El confundido joven ha llegado a la convicción de que Spiderman es el responsable de la supuesta muerte de su padre, Norman.",
        "portada" : "spider_3.jpg",
        "precio" : "18.000" 
    },
    {
        "id" : 4,
        "personaje" : "Spider-Man",
        "serie" : "Ultimate",
        "volumen" : 37,
        "titulo" : "Ultimatum",
        "publicacion" : "Julio 2024",
        "autor" : "Marc Guggenheim",
        "bajada" : "Cuando el trepamuros pensaba que nada podía ir peor, llega la hora de luchar contra la amenaza de Hulk. Mientras tanto, Spiderwoman, Daredevil y el Doctor Extraño tratan de escapar de la destrucción, pero no todos ellos van a lograrlo. En la hora definitiva del Spiderman definitivo, la tensión entre sus amigos y enemigos llegará hasta sus últimas consecuencias. ¿Es el fin de una era?",
        "portada" : "spider_4.jpg",
        "precio" : "16.000" 
    },
    {
        "id" : 5,
        "personaje" : "Batman",
        "serie" : "Batman",
        "volumen" : 8,
        "titulo" : "Justicia ciega",
        "publicacion" : "Enero 2019",
        "autor" : "Sam Hamm",
        "bajada" : "Cuando Bruce Wayne se niega a permitir que unos experimentos ilegales de control mental sigan adelante en el seno de WayneTech, termina acusado de traición. Durante la investigación policial, Wayne se ve obligado a enfrentarse a los recuerdos de las distintas personas que le entrenaron para convertirse en el temido Caballero Oscuro... Batman. Wayne no solamente debe limpiar su nombre, sino también proteger su secreto y salvar su empresa de la ruina.",
        "portada" : "batman_1.jpg",
        "precio" : "25.000" 
    },
    {
        "id" : 6,
        "personaje" : "Batman",
        "serie" : "Batman",
        "volumen" : 25,
        "titulo" : "Batman e Hijo",
        "publicacion" : "Febrero 2019",
        "autor" : "Grant Morrison",
        "bajada" : "La trama gira en torno a la revelación de que Batman tiene un hijo llamado Damian Wayne, fruto de una relación con Talia al Ghul, la hija de su némesis Ra's al Ghul. Damian, criado por la Liga de Asesinos, es entrenado para ser un asesino desde una edad temprana.",
        "portada" : "batman_2.jpg",
        "precio" : "17.000" 
    },
    {
        "id" : 7,
        "personaje" : "Batman",
        "serie" : "Batman",
        "volumen" : 26,
        "titulo" : "Batman e Hijo PT 2",
        "publicacion" : "  Marzo 2019",
        "autor" : "Grant Morrison",
        "bajada" : "Mientras Batman investiga los crímenes de Grotesk, descubre una conspiración más amplia que involucra a una organización secreta y a antiguos enemigos. La trama se desarrolla con giros inesperados, revelaciones impactantes y acción trepidante, mientras Batman lucha por detener a Grotesk y desentrañar los misterios que rodean su identidad y sus motivacione",
        "portada" : "batman_3.jpg",
        "precio" : "18.000" 
    },
    {
        "id" : 8,
        "personaje" : "Batman",
        "serie" : "Batman",
        "volumen" : 14,
        "titulo" : "Detective Comics vol. 03",
        "publicacion" : "Septiembre 2020",
        "autor" : "Arkham renacido",
        "bajada" : "Gotham City se ve sumida en el caos cuando un brote masivo golpea el infame hospital psiquiátrico Arkham Asylum. Los internos liberados, incluyendo a los peores enemigos de Batman, desatan el caos en la ciudad. Batman y su equipo, incluyendo a Nightwing y Batwoman, deben enfrentarse a esta amenaza desde dentro de las paredes de Arkham, luchando por restaurar el orden y contener la peligrosa situación",
        "portada" : "batman_4.jpg",
        "precio" : "19.000"
    },
    {
        "id" : 9,
        "personaje" : "Daredevil",
        "serie" : "Ultimate",
        "volumen" : 13,
        "titulo" : "Justicia para el diablo ",
        "publicacion" : "Septiembre 2020",
        "autor" : "Greg Rucka ",
        "bajada" : "La otra, la mortífera asesina cuyo nombre se pronuncia en susurros. Pero antes de que el destino los arrastrara por caminos tan diferentes, fueron juntos de la mano en una historia de amor salpicada por la pasión y la tragedia.",
        "portada" : "daredevil_1.jpg",
        "precio" : "10.000"
    },
    {
        "id" : 10,
        "personaje" : "Daredevil",
        "serie" : "Marvel",
        "volumen" : 1,
        "titulo" : "Daredevil comienzo",
        "publicacion" : "Julio 2023",
        "autor" : "Marco Checchetto",
        "bajada" : "un abogado ciego que lucha contra el crimen como el superhéroe Daredevil en las calles de Hell's Kitchen, Nueva York. La historia muestra cómo Matt adquirió sus sentidos mejorados después de un accidente químico y cómo decide usar sus habilidades para luchar contra la injusticia. ",
        "portada" : "daredevil_2.jpg",
        "precio" : "13.000"
    },
    {
        "id" : 11,
        "personaje" : "Daredevil",
        "serie" : "Marvel",
        "volumen" : 3,
        "titulo" : "Hombre sin miedo",
        "publicacion" : "Abril 2022",
        "autor" : "Chip Zdarsky",
        "bajada" : "Todo lo que alguna vez significó ser DAREDEVIL ha cambiado. Gracias a ELEKTRA y su nuevo papel como la Mujer Sin Miedo, Daredevil es más ambicioso que NUNCA, con un quién es quién de los creadores de toda la historia del legendario personaje (y algunas sorpresas que no te puedes perder en el camino), esta epopeya de gran tamaño ",
        "portada" : "daredevil_3.jpg",
        "precio" : "15.000"
    },
    {
        "id" : 12,
        "personaje" : "Daredevil",
        "serie" : "Marvel",
        "volumen" : 4,
        "titulo" : "El fin del infierno",
        "publicacion" : "Abril 2022",
        "autor" : "Chip Zdarsky",
        "bajada" : "Con objetivos más ambiciosos y agresivos que nunca, DAREDEVIL ha comenzado a formar un equipo, pero no todos quieren ser parte de la visión del futuro de Matt Murdock y Elektra Natchios. A medida que Matt y Elektra se alejan cada vez más de la comunidad de superhéroes y se acercan entre sí, DAREDEVIL volverá a estar en desacuerdo tanto con héroes como con villanos...",
        "portada" : "daredevil_4.jpg",
        "precio" : "17.000"
    },
    {
        "id" : 13,
        "personaje" : "Invencible",
        "serie" : "Guarding The Globe",
        "volumen" : 1,
        "titulo" : "Guardianes de la tierra",
        "publicacion" : "Septiembre 2022",
        "autor" : "Robert Kirkman",
        "bajada" : "Con Invencible en el espacio luchando en La Guerra de los Viltrumitas, Brit tiene que reclutar una nueva formación internacional de Guardianes de la Tierra, para poder proteger el planeta en su ausencia. Lo logra justo a tiempo para luchar contra una nueva organización de villanos llamada La Orden. Pero esa será solo la primera prueba a superar...",
        "portada" : "invencible_1.jpg",
        "precio" : "17.000"
    },
    {
        "id" : 14,
        "personaje" : "Invencible",
        "serie" : "Guarding The Globe",
        "volumen" : 15,
        "titulo" : "El asombroso hombre lobo ",
        "publicacion" : "Septiembre 2023",
        "autor" : "Robert Kirkman",
        "bajada" : "Hasta ahora, Invencible ha colaborado con la Agencia de Defensa Global. Obedeciendo órdenes, luchando por sus causas y derrotando a sus enemigos. Pero algo parece haber cambiado, y el alter ego superheroico de Mark Grayson se ve en la obligación de enfrentarse a la organización para la que hasta ahora trabajaba",
        "portada" : "invencible_2.jpg",
        "precio" : "20.000"
    },
    {
        "id" : 15,
        "personaje" : "Invencible",
        "serie" : "Guarding The Globe",
        "volumen" : 11,
        "titulo" : "The Astounding Wolf-Man",
        "publicacion" : "Junio 2023",
        "autor" : "Robert Kirkman",
        "bajada" : "Mark Grayson afronta cambios importantes en su vida: su relación con Atom Eve sigue evolucionando y conoce a uno de los villanos más peligrosos con los que jamás se ha topado... ¡el Asombroso Hombre Lobo! Además, Angstrom Levy decide poner en práctica su plan más letal y maquiavélico, ¡y el mundo nunca ha conocido un peligro mayor! Por si ello fuera poco, amenazas como Conquest y la inminente Guerra Viltrumita acechan en el horizonte.",
        "portada" : "invencible_3.jpg",
        "precio" : "23.000"
    },
    {
        "id" : 16,
        "personaje" : "Invencible",
        "serie" : "Guarding The Globe",
        "volumen" : 6,
        "titulo" : "El retorno de los Invencible",
        "publicacion" : "Febrero 2022",
        "autor" : "Robert Kirkman",
        "bajada" : "Angstrom Levy decide poner en práctica su plan más letal y maquiavélico, ¡y el mundo nunca ha conocido un peligro mayor! Por si ello fuera poco, Invencible debe enfrentarse a la amenaza que representa Conquest… y a preguntas que no sabe cómo responder sobre su futuro como héroe y lo que se necesita para proteger a la gente de la Tierra.",
        "portada" : "invencible_4.jpg",
        "precio" : "22.000"
    }
]